{
    "weiter":"Next",
    "zurueck":"Back",
    "fertig":"Finish",
    "lass_uns_starten": "Let's begin",
    "lass_uns_starten_subtext": "Have you already registered ? Then just enter your email address and you can easily check in. Otherwise, please fill out the form and confirm that you have understood and accepted our go-kart track rules.",
    "email":"What is your email address?",
    "email_placeholder": "E-mail address",
    "wiederkehrender_kunde":"Have you been our customer before?",
    "ja":"Yes",
    "nein":"No",
    "los_gehts":"Let's start",
    "checkin_heading":"Welcome Back!",
    "checkin_subtext":"We have already found an account for the email address you provided. Press 'Check-in' to skip registration.",
    "checkin_disclaimer":"Note: We save the date and time of your visit to ensure contact tracking.",
    "regeln_subheading":"Flag and light signals are the only way we can communicate with you on the track. It is therefore essential for your and our safety that all flags and light signals shown are obeyed immediately. In the event of repeated disregard, we will unfortunately have to exclude you from the run for safety reasons (black flag).",
    "flags_lights": "Flags and light signals",
    "blaue_flagge":"Blue: let overtake", 
    "blaue_flagge_subtext":"A faster kart wants to overtake you, so please drive to the outside at the next opportunity, take your foot off the gas and let the faster one or more drive past.",
    "gelbe_flagge":"Yellow: Danger, drive slowly!",
    "gelbe_flagge_subtext":"In the area where the lights are switched on or the yellow flag is waved, the following applies: Drive slowly and absolutely no overtaking until the danger is over.",
    "rote_flagge":"Red: abort / end", 
    "rote_flagge_subtext":"The red lights or flags show you when the current run has ended or has been canceled. Slowly finish your lap and then enter the pit lane",
    "schwarze_flagge":"Black: Drive into the pit lane",
    "schwarze_flagge_subtext":"You have been disqualified, please drive into the pit lane immediately!", 

    "persoenliche_daten":"Personal data",
    "persoenliche_daten_subheading":"Almost there, just one more step. We still need some information about you. Children under the age of 16 do not have to register themselves; you can add them to your entry as a legal guardian by pressing the Add child button below.",
    "vorname":"What's your first name?",
    "nachname":"What's your first name?",
    "geburtsdatum":"Date of birth",
    "strasse_nr":"Street + number",
    "plz":"Postcode + Place",
    "postcode":"Postcode",
    "place":"Place",
    "telefonnummer":"Phone number",
    "kind_hinzufuegen":"Add Child",
    "kind_entfernen":"Remove Child",
    "kind":"Child",
    "vorname_label":"Firstname",
    "nachname_label":"Lastname",
    "marketing":"I would like to be informed about news, races and offers via the contact details I have given.",

    "fast_fertig":"Almost there",
    "fast_fertig_subheading":"Please confirm your details with your signature", 
    "unterschrift":"Signature",
    "neuer_versuch":"New try",
    "unterschrift_disclaimer":"With my signature I confirm that I have understood the go-kart track rules and I agree to them. I have also read the information on data protection and I agree to the handling and storage of my personal data.",

    "das_wars":"Thanks, that's it",
    "bistro_personal":"Please contact the bistro staff",

    "welcome_p": "This is a quick test of the i18n plugin"
  }
  