{
  "_comment":"Base Terms",
    "weiter":"Weiter",
    "zurueck":"Zurück",
    "fertig":"Fertig",

  "_comment":"Startseite", 
    "lass_uns_starten": "Lass uns starten",
    "lass_uns_starten_subtext": "Du hast dich schon bei uns angemeldet? Dann trage einfach deine E-Mail Adresse ein und du kannst dich ganz einfach einchecken. Ansonsten fülle bitte das Formular aus und bestätige, das du unsere Kartbahnregeln verstanden hast und akzeptierst.",
    "email":"Wie ist deine E-Mail Adresse?",
    "email_placeholder": "E-Mail Adresse",
    "wiederkehrender_kunde":"Warst du schon mal bei uns?",
    "ja":"Ja",
    "nein":"Nein",
    "los_gehts":"Los geht's!",
    "checkin_heading":"Wilkommen zurück!",
    "checkin_subtext":"Zu der von dir angegebenen E-Mail Adresse haben wir bereits ein Konto gefunden. Drücke auf 'Check-in', um die Registrierung zu überspringen.",
    "checkin_disclaimer":"Hinweis: Wir speichern das Datum und die Uhrzeit von deinem Besuch, um die Kontaktnachverfolgung sicherzustellen.",
  
  "_comment":"Regeln", 
    "regeln_subheading":"Flaggen- und Lichtsignale sind der einzige Weg, wie wir mit dir auf der Strecke kommunizieren können. Deswegen ist es unverzichtbar für deine und unsere Sicherheit, dass alle gezeigten Flaggen und Lichtzeichen umgehend befolgt werden. Bei wiederholter Missachtung müssen wir dich aus Sicherheitsgründen leider vom Lauf ausschließen (Schwarze Flagge).",
    "flags_lights": "Flaggen und Lichtsignale",
    "blaue_flagge":"Blau: Überholen lassen", 
    "blaue_flagge_subtext":"Ein schnelleres Kart möchte dich überholen, bitte fahre bei der nächsten Gelegenheit nach außen an den Rand, nimm den Fuß vom Gas und lass den oder die schnelleren vorbei fahren.",
    "gelbe_flagge":"Gelb: Gefahr langsam fahren!",
    "gelbe_flagge_subtext":"In dem Bereich, wo die Leuchten angeschaltet sind oder die gelbe Flagge geschwenkt wird, gilt: Langsam fahren und absolutes Überholverbot, bis die Gefahr vorüber ist.",
    "rote_flagge":"Rot: Abbruch/Ende", 
    "rote_flagge_subtext":"Die Roten leuchten oder Flagge zeigen dir, an das der aktuelle Lauf beendet ist oder abgebrochen wurde. Fahre deine Runde langsam zu Ende und fahre dann in die Boxengasse.",
    "schwarze_flagge":"Schwarz: In die Boxengasse fahren",
    "schwarze_flagge_subtext":"Du wurdest disqualifiziert, bitte sofort in die Boxengasse fahren!", 
  
  "_comment":"Formular", 
    "persoenliche_daten":"Persönliche Daten",
    "persoenliche_daten_subheading":"Fast geschafft, nur noch ein weiterer Schritt. Wir benötigen noch einige Angaben zu deiner Person. Kinder unter 16 Jahren müssen sich nicht selbstständig registrieren, diese kannst du als Erziehungsberechtigter deinem Eintrag hinzufügen, drücke dafür weiter unten auf die Schaltfläche Kind hinzufügen.",
    "vorname":"Wie ist dein Vorname?",
    "nachname":"Wie ist dein Nachname?",
    "geburtsdatum":"Geburtsdatum",
    "strasse_nr":"Straße + NR",
    "plz":"PLZ + Ort",
    "postcode":"PLZ",
    "ort":"Ort",
    "telefonnummer":"Telefonnummer",
    "kind_hinzufuegen":"Kind hinzufügen",
    "kind_entfernen":"Kind entfernen",
    "kind":"Kind",
    "vorname_label":"Vorname",
    "nachname_label":"Nachname",
    "marketing":"Ich möchte über Neuigkeiten, Rennen und Angebote über meine angegebenen Kontaktdaten informiert werden.",

  "_comment":"Fertig", 
    "fast_fertig":"Fast geschafft",
    "fast_fertig_subheading":"Bitte bestätige deine Angaben mit deiner Unterschrift", 
    "unterschrift":"Unterschrift",
    "neuer_versuch":"Neuer Versuch",
    "unterschrift_disclaimer":"Mit meiner Unterschrift bestätige ich, dass ich die Kartbahnregeln verstanden habe und erkläre mich damit einverstanden. Außerdem habe ich die Hinweise zum Datenschutz gelesen und bin mit dem Umgang meiner personenbezogenen Daten und deren speicherung einverstanden.",

    "das_wars":"Danke, das wars",
    "bistro_personal":"Bitte melde dich beim Bistropersonal"
  }
  